<%@ page language="java" contentType="text/html; charset=UTF-8"%>
<section class="pt-4 pt-lg-5">
	<div class="container">
		<!-- Title -->
		<div class="row">
			<div class="col-12 text-center mb-4">
				<h1 class="fs-2 mb-0">서비스 약관</h1>
			</div>
		</div>

		<!-- Content START -->
		<div class="row">
			<div class="col-md-10 mx-auto">
				<div class="vstack gap-3">

					<!-- Card item START -->
					<div class="card bg-transparent p-0">
						<!-- Card header -->
						<div class="card-header border-bottom bg-transparent px-0 pb-0">
							<ul
								class="nav nav-tabs nav-bottom-line nav-responsive gap-2 gap-sm-4 mb-0 border-0">
								<li class="nav-item ps-3 ps-sm-0"><a
									class="nav-link active" data-bs-toggle="tab" href="#tab-1"><i
										class="fa-solid fa-hotel fa-fw me-2"></i>숙박</a></li>
								<li class="nav-item"><a class="nav-link"
									data-bs-toggle="tab" href="#tab-2"><i
										class="fa-solid fa-car fa-fw me-2"></i>교통</a></li>
								<li class="nav-item"><a class="nav-link"
									data-bs-toggle="tab" href="#tab-3"><i
										class="fa-solid fa-car fa-fw me-2"></i>상품</a></li>
							</ul>
						</div>

						<!-- Card body -->
						<div class="card-body px-0 pt-4">
							<div class="tab-content" id="nav-tabContent">

								<!-- Tab content item START -->
								<div class="tab-pane fade show active" id="tab-1">

									<h5>호텔 예약 서비스 약관</h5>
									<br />

									<p>이 약관은 호텔 예약 서비스 제공자(이하 "회사"라 함)와 사이트 이용자(이하 "고객"이라 함) 간의
										관계와 권리, 의무, 책임 사항을 규정합니다. 이 약관에 동의함으로써 고객은 회사의 서비스를 이용하는 데
										동의하게 됩니다.</p>
									<br />
									<!-- List -->
									<ul>
										<li>서비스 제공<br /> 1.1 회사는 호텔 예약을 위한 온라인 플랫폼을 제공합니다. 이를 통해
											고객은 호텔 검색, 예약, 결제 등의 서비스를 이용할 수 있습니다.<br /> 1.2 예약은 선택한 호텔의
											가용성에 따라 확정됩니다. 가격, 객실 유형, 추가 서비스 등은 호텔의 정책에 따라 달라질 수 있습니다.<br />
											1.3 회사는 최선의 노력으로 정확한 정보를 제공하며, 그러나 호텔의 변경 사항이나 오류에 대해서는 책임을
											지지 않습니다.
										</li>
										<br />
										<li>예약 및 결제<br /> 2.1 예약은 회원 가입 또는 비회원으로 진행할 수 있습니다. 예약
											프로세스에서 요구되는 정보를 제공해야 합니다.<br /> 2.2 예약 완료 후에는 결제를 진행해야 합니다.
											결제 방법과 관련된 자세한 사항은 예약 프로세스에서 안내됩니다.<br /> 2.3 환불 정책은 호텔 및 예약
											조건에 따라 달라집니다. 취소 또는 변경에 따른 수수료가 부과될 수 있습니다.
										</li>
										<br />
										<li>책임과 면책 조항<br /> 3.1 회사는 호텔 예약의 중개자로서 고객과 호텔 간의 계약에
											개입하지 않습니다. 고객은 호텔과의 관계에서 발생하는 문제에 대해 직접 책임을 져야 합니다.<br />
											3.2 회사는 호텔 예약을 위한 정보와 서비스를 제공하지만, 호텔의 품질, 안전 및 만족도에 대한 보장을
											제공하지 않습니다.
										</li>
										<br />
										<li>개인 정보 보호 <br />4.1 회사는 고객의 개인 정보를 보호하기 위해 노력합니다. 개인
											정보 수집, 저장, 처리 및 공유에 대한 자세한 내용은 개인 정보 보호 정책에서 확인할 수 있습니다.<br />
											4.2 고객은 개인 정보를 정확하게 제공하고 회사의 정책을 준수해야 합니다.
										</li>
										<br />
										<li>지적 재산권 <br />5.1 회사의 웹사이트, 로고, 상표, 콘텐츠 등은 지적 재산권으로
											보호됩니다. 회사의 사전 동의 없이는 무단 사용할 수 없습니다.
										</li>
										<br />
										<li>약관 변경<br /> 6.1 회사는 필요한 경우 약관을 변경할 수 있습니다. 변경된 약관은
											사이트에 게시되며, 적용일자로부터 고객에게 효력이 발생합니다.
										</li>
										<br />
										<li>분쟁 해결<br /> 7.1 본 약관에 따른 분쟁은 상호 협의를 통해 해결을 시도해야 합니다.
											<br />7.2 분쟁이 해결되지 않을 경우 해당 관할 지역의 법령에 따라 해결될 수 있습니다.
										</li>
										<br />
										<li>적용 범위<br /> 8.1 이 약관은 회사와 고객 간의 서비스 이용에 적용됩니다. <br />8.2
											추가적인 약관이나 정책은 예약 프로세스나 특정 서비스에 따라 적용될 수 있습니다.
										</li>
									</ul>


								</div>
								<!-- Tab content item END -->

								<!-- Tab content item START -->
								<div class="tab-pane fade" id="tab-2">
									<h5>교통 예약 서비스 약관</h5>
									<br />

									<p>이 약관은 교통 예약 서비스 제공자(이하 "회사"라 함)와 사이트 이용자(이하 "고객"이라 함) 간의
										관계와 권리, 의무, 책임 사항을 규정합니다. 이 약관에 동의함으로써 고객은 회사의 서비스를 이용하는 데
										동의하게 됩니다.</p>
									<br />
									<!-- List -->
									<ul>
										<li>서비스 제공 <br /> 1.1 회사는 교통 예약 서비스를 제공합니다. 이를 통해 고객은
											항공편, 철도, 버스 등 다양한 교통 수단을 예약할 수 있습니다. <br /> 1.2 예약은 선택한 교통
											수단의 가용성에 따라 확정됩니다. 출발일, 도착지, 좌석 등은 해당 교통 수단의 정책에 따라 달라질 수
											있습니다. <br /> 1.3 회사는 최선의 노력으로 정확한 정보를 제공하며, 그러나 교통 수단의 변경
											사항이나 오류에 대해서는 책임을 지지 않습니다.
										</li>
										<br />
										<li>예약 및 결제 <br /> 2.1 예약은 회원 가입 또는 비회원으로 진행할 수 있습니다. 예약
											프로세스에서 요구되는 정보를 제공해야 합니다. <br /> 2.2 예약 완료 후에는 결제를 진행해야 합니다.
											결제 방법과 관련된 자세한 사항은 예약 프로세스에서 안내됩니다. <br />2.3 환불 정책은 교통 수단 및
											예약 조건에 따라 달라집니다. 취소 또는 변경에 따른 수수료가 부과될 수 있습니다.
										</li>
										<br />
										<li>책임과 면책 조항 <br />3.1 회사는 교통 예약의 중개자로서 고객과 교통 수단 간의
											계약에 개입하지 않습니다. 고객은 교통 수단과의 관계에서 발생하는 문제에 대해 직접 책임을 져야 합니다. <br />3.2
											회사는 교통 예약을 위한 정보와 서비스를 제공하지만, 교통 수단의 품질, 안전 및 만족도에 대한 보장을
											제공하지 않습니다.
										</li>
										<br />
										<li>개인 정보 보호 <br /> 4.1 회사는 고객의 개인 정보를 보호하기 위해 노력합니다. 개인
											정보 수집, 저장, 처리 및 공유에 대한 자세한 내용은 개인 정보 보호 정책에서 확인할 수 있습니다. <br />
											4.2 고객은 개인 정보를 정확하게 제공하고 회사의 정책을 준수해야 합니다.
										</li>
										<br />
										<li>책임과 면책 조항 <br />3.1 회사는 교통 예약의 중개자로서 고객과 교통 수단 간의
											계약에 개입하지 않습니다. 고객은 교통 수단과의 관계에서 발생하는 문제에 대해 직접 책임을 져야 합니다. <br />
											3.2 회사는 교통 예약을 위한 정보와 서비스를 제공하지만, 교통 수단의 품질, 안전 및 만족도에 대한 보장을
											제공하지 않습니다.
										</li>
										<br />
										<li>지적 재산권 <br /> 5.1 회사의 웹사이트, 로고, 상표, 콘텐츠 등은 지적 재산권으로
											보호됩니다. 회사의 사전 동의 없이는 무단 사용할 수 없습니다.
										</li>
										<br />
										<li>약관 변경 <br />6.1 회사는 필요한 경우 약관을 변경할 수 있습니다. 변경된 약관은
											사이트에 게시되며, 적용일자로부터 고객에게 효력이 발생합니다.
										</li>
										<br />
										<li>분쟁 해결 <br /> 7.1 본 약관에 따른 분쟁은 상호 협의를 통해 해결을 시도해야
											합니다. <br /> 7.2 분쟁이 해결되지 않을 경우 해당 관할 지역의 법령에 따라 해결될 수 있습니다.
										</li>
										<br />
										<li>적용 범위 <br /> 8.1 이 약관은 회사와 고객 간의 서비스 이용에 적용됩니다. <br />
											8.2 추가적인 약관이나 정책은 예약 프로세스나 특정 서비스에 따라 적용될 수 있습니다.
										</li>
									</ul>

								</div>
								<!-- Tab content item END -->


								<!-- Tab content item START -->
								<div class="tab-pane fade" id="tab-3">
									<h5>상품 구매 서비스 약관</h5>
									<br />

									<p>이 약관은 해외로밍, 와이파이 도시락, 여행자 보험 등의 서비스를 제공하는 사이트(이하 "회사"라
										함)와 이용자(이하 "고객"이라 함) 간의 서비스 이용에 대한 규정을 제공합니다. 이 약관에 동의함으로써 고객은
										회사의 서비스를 이용하는 데 동의하게 됩니다.</p>
									<br />
									<!-- List -->
									<ul>
										<li>서비스 제공 <br /> 1.1 회사는 제휴업체로부터 가져온 해외로밍, 와이파이 도시락,
											여행자 보험 등의 서비스를 고객에게 제공합니다. <br />1.2 회사는 예약 및 결제를 대행하며, 실제
											서비스의 제공 및 관리는 해당 제휴업체에 의해 이루어집니다. <br />1.3 회사는 최선의 노력으로 정확한
											정보를 제공하며, 그러나 제휴업체의 변경 사항이나 오류에 대해서는 책임을 지지 않습니다.
										</li>
										<br />
										<li>예약 및 결제 <br /> 2.1 예약은 회원 가입 또는 비회원으로 진행할 수 있습니다. 예약
											프로세스에서 요구되는 정보를 제공해야 합니다. <br /> 2.2 예약 완료 후에는 결제를 진행해야 합니다.
											결제 방법과 관련된 자세한 사항은 예약 프로세스에서 안내됩니다. <br />2.3 예약의 취소, 변경,
											환불은 해당 제휴업체의 정책에 따라 이루어집니다.
										</li>
										<br />
										<li>책임과 면책 조항 <br /> 3.1 회사는 제휴업체로부터 가져온 서비스의 중개자로서 고객과 제휴업체
											간의 계약에 개입하지 않습니다. 따라서 실제 서비스의 품질, 안전성, 만족도에 대한 책임은 해당 제휴업체에게
											있습니다.<br />3.2 고객은 서비스 이용 시 발생하는 문제에 대해 회사에 직접적인 책임을 묻지 않아야 합니다.
										</li>
										<br />
										<li>개인 정보 보호 <br /> 4.1 회사는 고객의 개인 정보를 보호하기 위해 노력합니다. 개인
											정보 수집, 저장, 처리 및 공유에 대한 자세한 내용은 개인 정보 보호 정책에서 확인할 수 있습니다. <br />
											4.2 고객은 개인 정보를 정확하게 제공하고 회사의 정책을 준수해야 합니다.
										</li>
										<br />
										<li>지적 재산권 <br /> 5.1 회사의 웹사이트, 로고, 상표, 콘텐츠 등은 지적 재산권으로
											보호됩니다. 회사의 사전 동의 없이는 무단 사용할 수 없습니다.
										</li>
										<br />
										<li>약관 변경 <br />6.1 회사는 필요한 경우 약관을 변경할 수 있습니다. 변경된 약관은
											사이트에 게시되며, 적용일자로부터 고객에게 효력이 발생합니다.
										</li>
										<br />
										<li>분쟁 해결 <br /> 7.1 본 약관에 따른 분쟁은 상호 협의를 통해 해결을 시도해야
											합니다. <br /> 7.2 분쟁이 해결되지 않을 경우 해당 관할 지역의 법령에 따라 해결될 수 있습니다.
										</li>
										<br />
										<li>적용 범위 <br /> 8.1 이 약관은 회사와 고객 간의 서비스 이용에 적용됩니다. <br />
											8.2 추가적인 약관이나 정책은 예약 프로세스나 특정 서비스에 따라 적용될 수 있습니다.
										</li>
									</ul>

								</div>
								<!-- Tab content item END -->

							</div>
						</div>
					</div>
					<!-- Card item END -->

				</div>
			</div>
		</div>
		<!-- Content END -->

	</div>
</section>